Revit 2027 API
ParameterTypeId.MepUpperBottomElevation Property
 "Upper End Bottom Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepUpperBottomElevation { get; }
Public Shared ReadOnly Property MepUpperBottomElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepUpperBottomElevation {
	ForgeTypeId^ get ();
}
static member MepUpperBottomElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace